alsa-utils
amd-ucode
base
base-devel
bat
blender
blueman
bluez
bluez-utils
brave-bin
cava-git
cheese
clang
colorpicker
cowsay
cups
debtap
dialog
discord
dnsutils
docker
dosfstools
dunst
dust
efibootmgr
fd
feh
figlet
firefox
flameshot
fzf
gdb
git
github-cli
glow-bin
google-chrome
grub
hack-font-ligature-nerd-font-git
htop
iw
iwd
jq
lazygit
lib32-mesa
libmp4v2
librewolf-bin
libxft-bgra
lightdm
lightdm-gtk-greeter-settings
lightdm-slick-greeter
linux
linux-firmware
linux-headers
lsof
lxappearance
lynx
man-db
man-pages
mediainfo
mpv
mtools
nautilus
nautilus-bluetooth
ncdu
ncmpcpp
neofetch
neovide-bin
neovim
neovim-remote
nerd-fonts-jetbrains-mono
net-tools
network-manager-applet
networkmanager
nmap
noto-fonts-emoji
ntfs-3g
openssh
os-prober
pamixer
pandoc-bin
pasystray
pavucontrol
pcloudcc-git
picom-ibhagwan-git
plocate
popcorntime-bin
prettier
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
python-pip
qt5ct
ranger
reflector
rofi
screenkey
session-desktop-bin
shfmt
signify
skippy-xd-git
slock
stow
texinfo
the_silver_searcher
tmux
tree
ttf-dejavu
ttf-joypixels
ttf-ms-fonts
ttf-ubraille
ttf-unifont
ueberzug
ufw
unzip
usbutils
ventoy-bin
vi
vim
virtualbox
virtualbox-bin-guest-iso
wget
wireless_tools
wl-clipboard
wpa_supplicant
xbanish
xcape
xclip
xdg-user-dirs
xf86-video-amdgpu
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-setxkbmap
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
xsel
yapf
yay
youtube-dl
zathura
zip
zoxide-bin
zsh
zsh-completions-git
