amd-ucode
archlinux-keyring
arandr
bat
bc
blueman
broot
cheat
clang
cups
debtap
delta
dialog
discord
bind
docker
dosfstools
duf
dunst
dust
exfat-utils
fd
feh
ffmpeg
flameshot
fzf
gdb
git
github-cli
glow-bin
gnome-keyring
hack-font-ligature-nerd-font-git
htop
hyperfine
iw
jq
lazygit
lib32-mesa
libmp4v2
librewolf-bin
libxft-bgra
lightdm
lightdm-slick-greeter
lsd
lsof
lynx
mediainfo
mtools
mpd
mpc
mpv
nautilus
ncdu
ncmpcpp
neofetch
nerd-fonts-jetbrains-mono
net-tools
noto-fonts-emoji
ntfs-3g
pamixer
picom-ibhagwan-git
pipewire
pipewire-alsa
pipewire-pulse
plocate
procs
pulsemixer
python-pip
qt5ct
ranger
rar
reflector
ripgrep
rofi
shfmt
skippy-xd-git
stow
the_silver_seacher
tldr
tmux
transmission-gtk
tree
ttf-dejavu
ttf-joypixels
ttf-ms-fonts
ttf-ubraille
ttf-unifont
ufw
usbutils
ventoy-bin
vi
vim
wget
wl-clipboard
xbanish
xcape
xclip
xdg-user-dirs
xf86-video-amdgpu
xorg-server
xorg-setxkbmap
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xprop
xorg-xrandr
xorg-xwininfo
zathura
zip
zoxide-bin
zsh
zsh-completions-git

